{
	"name": "Bucharest",
	"info": [
		"Bucharest is the capital and largest city of Romania, as well as its cultural, industrial, and financial center. It is located in the southeast of the country, on the banks of the Dâmbovița River, less than 60 km (37.3 mi) north of the Danube River and the Bulgarian border.",
		"Bucharest was first mentioned in documents in 1459. It became the capital of Romania in 1862 and is the center of Romanian media, culture, and art. Its architecture is a mix of historical (neo-classical and Art Nouveau), interbellum (Bauhaus, and art deco), communist-era, and modern. In the period between the two World Wars, the city's elegant architecture and the sophistication of its elite earned Bucharest the nickname of 'Paris of the East' or 'Little Paris'. Although buildings and districts in the historic city center were heavily damaged or destroyed by war, earthquakes, and even Nicolae Ceaușescu's program of systematization, many survived and have been renovated. In recent years, the city has been experiencing an economic and cultural boom. It is one of the fastest-growing high-tech cities in Europe, according to Financial Times, CBRE, TechCrunch, and others. UiPath, a global startup founded in Bucharest, has reached $7 billion in valuation. Since 2019, Bucharest hosts the largest high tech summit in Southeast Europe (Romania Blockchain Summit).",
		"In 2016, the historical city center was listed as 'endangered' by the World Monuments Watch. In 2017, Bucharest was the European city with the highest growth of tourists who stay overnight, according to the Mastercard Global Index of Urban Destinations. As for the past two consecutive years, 2018 and 2019, Bucharest ranked as the European destination with the highest potential for development according to the same study."
	],
	"landmarks": [
		{
			"name": "Arch of Triumph",
			"info": [
				"Arch of Triumph is a triumphal arch located in the northern part of Bucharest, on the Kiseleff Road.",
				"The first, wooden, triumphal arch was built hurriedly after Romania gained its independence (1878) so that the victorious troops could march under it. Another arch with concrete skeleton and plaster exterior of elaborate sculptures and decoration designed by Petre Antonescu was built on the same site after World War I in 1922.",
				"The arch exterior, which had seriously decayed, was replaced in 1935 by the current much more sober Neoclassical design, more closely modeled in the Arc de Triomphe in Paris. The new arch, also designed by Petre Antonescu and executed in stone, was inaugurated on 1 December 1936.",
				"The arch has a height of 27 meters. It has as its foundation a 25 x 11.50 meters rectangle. The sculptures with which the facades are decorated were created by famous Romanian sculptors such as Ion Jalea and Dimitrie Paciurea.",
				"Presently, military parades are held beneath the arch each December 1, with the occasion of Romania's national holiday. Elisabeta Palace, the current residence of the Romanian Royal Family, is located near the Arch of Triumph, in Herăstrău Park."
			]
		},
		{
			"name": "Romanian Athenaeum",
			"info": [
				"The Romanian Athenaeum is a concert hall in the center of Bucharest, Romania, and a landmark of the Romanian capital city. Opened in 1888, the ornate, domed, circular building is the city's main concert hall and home of the \"George Enescu\" Philharmonic and of the George Enescu annual international music festival.",
				"In 1865, cultural and scientific personalities such as Constantin Esarcu, V. A. Urechia, and Nicolae Creţulescu founded the Romanian Atheneum Cultural Society. To serve its purposes, the Romanian Athenaeum, a building dedicated to art and science, would be erected in Bucharest. The building was designed by the French architect Albert Galleron, built on a property that had belonged to the Văcărescu family and inaugurated in 1888, although work continued until 1897. A portion of the construction funds was raised by public subscription in a 28-year-long effort, of which the slogan is still remembered today: \"Donate one leu for the Ateneu!\" On December 29, 1919, the Atheneum was the site of the conference of leading Romanians who voted to ratify the unification of Bessarabia, Transylvania, and Bukovina with the Romanian Old Kingdom to constitute Greater Romania.",
				"Extensive reconstruction and restoration work has been conducted in 1992 by a Romanian construction company and restoration painter Silviu Petrescu, saving the building from collapse. The 9 million euros required were contributed in equal shares by the government and the Council of Europe Development Bank. The overall style is neoclassical, with some more romantic touches. In front of the building, there is a small park and a statue of Romanian poet Mihai Eminescu.",
				"Inside, the ground floor hosts an ornate conference hall as large as the auditorium above; the auditorium seats 600 in the stalls and another 52 in loge seating. A 75-sqm long and 3-m wide fresco by Costin Petrescu decorates the inside of the circular wall of the concert hall. Painted using the alfresco technique, the piece depicts the most important moments of Romanian history, starting with the conquest of Dacia by Roman emperor Trajan and ending with the realization of Greater Romania in 1918. Recognized as a symbol of Romanian culture, the building has been inscribed in 2007 on the list of the Label of European Heritage sites."
			]
		},
		{
			"name": "Palace of Parliament",
			"info": [
				"The Palace of the Parliament is the seat of the Parliament of Romania. It is located on Dealul Arsenalului in the national capital city of central Bucharest (Sector 5).",
				"The Palace has a height of 84 meters, a floor area of 365,000 square meters, and a volume of 2,550,000 cubic meters. The Palace of the Parliament is the heaviest building in the world, weighing about 4,098,500,000 kilograms. A colossal building, it was designed and supervised by chief architect Anca Petrescu, with a team of approximately 700 architects, and constructed over 13 years (1984–1997) in Totalitarian and modernist Neoclassical architectural forms and styles, with socialist realism in mind.",
				"The Palace was ordered by Nicolae Ceaușescu (1918–1989), the dictator of Communist Romania and the second of two longtime autocrats in power in the country since World War II, during a period in which the personality cult of political worship and adoration was in full force for him and his family.",
				"Known for its ornate interior composed of 23 sections, it houses the two houses of the Parliament of Romania: the Senate and the Chamber of Deputies, along with three museums and an international conference center. The several museums hosted inside the Palace are the National Museum of Contemporary Art, the Museum of Communist Totalitarianism (established in 2015), and the Museum of the Palace. Though originally named the House of the Republic when under its long period of construction, after the Romanian Revolution in December 1989 it became widely known as The People's House.",
				"Due to its impressive endowments, events organized by state institutions and international bodies such as conferences, symposia, and others take place there, but even so about 70% of the building almost four decades later remains empty."
			]
		},
		{
			"name": "National Museum of Arts",
			"info": [
				"The National Museum of Art of Romania is located in the Royal Palace in Revolution Square, central Bucharest. It features collections of medieval and modern Romanian art, as well as the international collection assembled by the Romanian royal family.",
				"The museum was damaged during the 1989 Romanian Revolution that led to the downfall of Nicolae Ceaușescu. In 2000, part of the museum reopened to the public, housing the modern Romanian collection and the international collection; the comprehensive Medieval art collection, which now features works salvaged from monasteries destroyed during the Ceaușescu era, reopened in spring 2002.",
				"There are also two halls that house temporary exhibits. The modern Romanian collection features sculptures by Constantin Brâncuși and Dimitrie Paciurea, as well as paintings by Theodor Aman, Nicolae Grigorescu, Theodor Pallady, Gheorghe Petrașcu, and Gheorghe Tattarescu.",
				"The international collection includes works by Old Masters such as Domenico Veneziano, El Greco, Tintoretto, Jan van Eyck, Jan Brueghel the Elder, Peter Paul Rubens, and Rembrandt, plus a smattering of works by impressionists such as Claude Monet and Alfred Sisley. Among the best known Old Masterworks in the collection are Jacopo Amigoni's portrait of the singer Farinelli, a Crucifixion by Antonello da Messina, and Alonso Cano's Christ at the Column."
			]
		},
		{
			"name": "Intercontinental Hotel",
			"info": [
				"The InterContinental Bucharest is a highrise five-star hotel situated near University Square, Bucharest, in sector 1 and is also a landmark of the city. It is 77 m tall and has 25 floors, containing 283 guest rooms, operated by InterContinental Hotels Group.",
				"Designed by Dinu Hariton, Gheorghe Nădrag, Ion Moscu, and Romeo Belea, it was part of a bigger project which included the building of the Bucharest National Theatre. Construction began in 1967 and was finished in 3 years. With its height of 77 meters, when it was opened on 23 of May 1971 it was the second tallest building in the city, after Casa Presei Libere. Although no longer holding that title today, it is still the tallest hotel in Bucharest.",
				"It became the hotel of choice for foreign press in Bucharest. Indeed, during the Romanian Revolution of 1989, the balconies of the InterContinental were a privileged point to report on the repression of the protests in University Square.",
				"In 2007 the hotel transitioned from the long-standing franchise agreement to a management contract with the InterContinental Hotels Group. The building is designed so that each room has a unique panorama of the city. The highest 2 floors (21 and 22) contain a club lounge, conference rooms, and a health center with an outdoor terrace, indoor swimming pool, and fitness center. The Imperial Apartment on the 19th floor has two bedrooms and a total area of 240 square meters. The apartment contains white Italian walnut furniture polished with gold and Murano glass light fixtures. In its living room, there is a fully functioning Steinway & Sons white piano which was specially brought in for Nigel Kennedy's stay at the hotel in winter 2007."
			]
		},
		{
			"name": "University Square",
			"info": [
				"University Square is located in downtown Bucharest, near the University of Bucharest. It is served by Universitate metro station.",
				"Four statues can be found in the University Square, in front of the University; they depict Ion Heliade Rădulescu (1879), Michael the Brave (1874), Gheorghe Lazăr (1889) and Spiru Haret (1932). The Ion Luca Caragiale Bucharest National Theatre and the Intercontinental Hotel (one of the tallest buildings in Bucharest) are also located near University Square.",
				"University Square marks the northeastern boundary of the Old Center of Bucharest. In the 15th century, here was the northern limit of the city. Around 1700, the limit was already around what is today Roman Square. Thought to define the axes north-south and east–west of the city after 1880, \"the great crossroad\" follows the Haussmannian scenario of urban modernization – in the spirit of the Parisian influence of those times. This intersection has never evolved as a monumental square, but emerged as most important road junction of the capital at the geometric center of the city.",
				"The Bucharest boulevards of those times hosted tram lines, and in the center of the intersection was placed the monument dedicated to Ion I. C. Brătianu, the square then bearing his name. Today this place is called 21 December 1989 Square, in honor of those who died during the Romanian Revolution. This square was part of an east-west axis full of important monuments, starting in the east with Rosetti Square and culminating with the statue of Mihail Kogălniceanu in the eponymous square.",
				"University Square was established in 1857 as part of the creation of the University of Bucharest. In 1679 the Princely School was built here, which in the 18th century was to become the Princely Academy (a sort of university) and in 1818 St. Sava National School, then in 1857 the University of Bucharest. The University was built in several stages, following neoclassical aesthetic principles. The facade existing today was constructed between 1921–1943.",
				"Pedestrians can cross the streets only by University Passage, constructed in the socialist period during the development of M2 metro thoroughfare and leading, as well, to a metro station. The space that now extends from the InterContinental hotel and National Theatre once was home to an outdoor circus, around which existed shops with mititei (small Romanian sausages) and beer, and a stum shop named Zori de zi. All this disappeared after urban planning in the 1960s proposed the idea of developing the area through tourism, cultural or administrative functions.",
				"Between 1968 and 1970 the Hotel InterContinental (architects Dinu Hariton, Gheorghe Nădrag, Ion Moscu, and Romeo Belea) was built, and the new National Theatre was constructed between 1964–1973 in the style of that period, the halls being equipped with top stage installations. Damaged during the 1977 earthquake, the theater was rebuilt 1982–1984, under the aegis of Cezar Lăzărescu, in a heavy form and lacking spectacular elements.",
				"The square was the site of the 1990 Golaniad, a peaceful student protest against the ex-communists in the Romanian government. The demonstrations ended violently when miners from the Jiu Valley were called in by President Ion Iliescu to restore order in Bucharest."
			]
		},
		{
			"name": "Colțea Hospital",
			"info": [
				"Founded by great sword-bearer Mihai Cantacuzino in the 17th century, Colţea Hospital was not only the first hospital in Bucharest but also one of the first bases of medical education in Romania. With a history of over three centuries, the hospital located in the heart of Bucharest is today one of the top medical institutions in Romania, operating in one of the most beautiful buildings in the center of the capital.",
				"Colţea Hospital is part of the Colţea architectural complex - a landmark of the modern Bucharest of the last century, and an important part of what the center of the capital is today. Moreover, this ensemble remained in the history of Bucharest as one of the most important and valuable constructions of the early 17th century.",
				"The story of Colţea Hospital began when Mihai Cantacuzino, a descendant of one of the oldest families in Europe - the Cantacuzino family, bought a small wooden church and the land around it to build the most important of his constructions, namely the Colţea monastery ensemble. This ensemble bears the name of Colţea Doicescu, the man who sold the land on which the small wooden church was built to the great sword-bearer Cantacuzino. The Colţea monastery complex, built between 1698-1714, included the large church, three chapels symmetrically arranged on the eastern, northern, and southern sides of the church, and the first hospital in Bucharest, which is still functional and is known today as the Colţea Hospital. The hospital was inaugurated in December 1704 but completed in 1706. It was the first medical unit in Wallachia. In the beginning, the hospital had 24 beds (12 for women and 12 for men) and operated based on the model of the hospital of S. Lazzaro e Mendicanti in Venice, being funded with money from the monastery. However, it was not what the hospitals are today, but an institution specialized in health problems of the poor who were sick or disabled.",
				"During the reign of Ștefan Cantacuzino, a nephew of Mihai Cantacuzino, the entire architectural ensemble was surrounded by a wall and a gate tower, which was known as Colţei Tower. This was a landmark of the Bucharest of those times, being the tallest construction of the city in the 18th-19th centuries. It was demolished, however, in 1888, to make way for the future Brătianu Boulevard.",
				"In 1739, a fire seriously affected the buildings forming the Colţea complex, including the hospital and the church. They were rebuilt but the earthquake in 1802 and the neglect of some trustees led to the ruin of the old hospital. A project to rebuild the hospital began in 1836 and took five years. At the time of reopening, the hospital had 60 beds. Moreover, the Small School of Surgery was also inaugurated at Colţea, this being the first school of medical education in the Principalities of Moldavia and Wallachia, which functioned until 1852. The Colţea Hospital was then expanded in the coming years. For example, the first specialized departments - medicine and surgery - were set up in 1859, followed in 1863 by the ophthalmology department. The first workshop of medical instruments was opened a few years later in 1869. Also, the hospital became the first base of the National School of Medicine during this period.",
				"Some of the personalities who worked at Colţea Hospital are Petre Herescu, Constantin Angelescu, Aurel Babeş, Vintilă Ciocâlteu, Bazil Theodorescu, and Nicolae Kretzulescu. However, this building didn’t survive either, being demolished and replaced in 1887. The last 100 years have also brought major changes to the Colţea Hospital.",
				"Nearly 20 years ago, in 1999, the Government decided to modernize the Hospital and the Colţea Church, an investment that unfolded for about 10 years. The medical, hospitalization, and outpatient health care facilities, as well as the educational and research facilities and the amphitheater, were revamped. Investments were also made in high-performance equipment. Moreover, the gardens were also renovated, while the statue of Mihai Cantacuzino, which still stands today in the yard of the Colţea complex, was also restored. Today, Colţea Hospital is one of the most modern medical units in Bucharest and the country."
			]
		},
		{
			"name": "National Theatre",
			"info": [
				"It was founded as the Grand Theatre of Bucharest in 1852, its first director being Costache Caragiale. It became a national institution in 1864 by a decree of Prime Minister Mihail Kogălniceanu, and was officially named as the National Theatre in 1875; it is now administered by the Romanian Ministry of Culture.",
				"In April 1836, the Societatea Filarmonica — a cultural society founded by Ion Heliade Rădulescu and Ion Câmpineanu — bought the Câmpinencii Inn to build a National Theatre on the site, and began to collect money and materials for this purpose. In 1840, Obşteasca Adunare (the legislative branch established under the terms of the Imperial Russian-approved Organic Statute) proposed to Alexandru II Ghica, the Prince of Wallachia, a project to build a National Theatre with state support. The request was approved on June 4, 1840. Prince Gheorghe Bibescu adopted the idea of founding the theatre and chose a new location, on the spot of the former Filaret Inn. There were several reasons to favor these locations: it was centrally located, right in the middle of Podul Mogoşoaiei (today's Calea Victoriei); the earthquake of 1838 had damaged the inn beyond repair, and it needed to be torn down. August 13, 1843, report of the commission charged with building the theatre determined that construction would cost 20,300 Austrian guilders (standard gold coin) of which only 13,000 gold coins were available.",
				"In 1846, a new commission engaged the Viennese architect A. Hefft, who came up with an acceptable plan. Construction got underway in 1848, only to be interrupted in June by the Wallachian revolution. In August 1849, after Prince Barbu Dimitrie Ştirbei took power, he ordered that construction be completed. The theatre was inaugurated on December 31, 1852, with the play \"Zoe sau Amantul împrumutat\", described in the newspapers of the time as a \"vaudeville with songs\".",
				"The building was built in the baroque style, with 338 stalls on the main floor, three levels of loges, a luxurious foyer with staircases of Carrara marble, and a large gallery in which students could attend free of charge. For its first two years, the theatre was lit with tallow lamps, but from 1854 it used rape oil lamps; still, later this was replaced by gaslights and eventually electric lights.",
				"In 1875, at the time its name was changed to Teatrul Naţional, its director was the writer Alexandru Odobescu. The historic theatre building on Calea Victoriei — now featured on the 100-leu banknote — was destroyed during the Luftwaffe bombardment of Bucharest on August 24, 1944. The current National Theatre is located about half a kilometer away from the old site, just south of the Hotel Intercontinental at Piaţa Universităţii (University Square), and has been in use since 1973. The new edifice reconstructed from 2010 to 2014, was inaugurated to the end of the year 2014, and with 7 halls, as the Grand Hall with 900 seats, is the biggest and the latest theater edifice of Europe.",
				"Currently, the Bucharest National Theater presents its performances in four halls: Grand Hall (1,155 seats), Amphitheater Hall (353 seats), Atelier Hall (without a fixed scene, 94-219 seats), and Studio Room 99 (without a fixed scene, 99 places). In over 150 years of existence, the Bucharest National Theater presented on stage many of the most significant pieces of universal dramaturgy."
			]
		},
		{
			"name": "House of the Free Press",
			"info": [
				"The House of the Free Press is a building in northern Bucharest, Romania, the tallest in the city between 1956 and 2007. A horse race track was built in 1905 on the future site of Casa Presei Libere. A third of the track was removed in 1950 to make way for a wing of the building, and the race track was finally closed and demolished in 1960, after a decision by Gheorghe Gheorghiu-Dej.",
				"Construction began in 1952 and was completed in 1956. The building was named Combinatul Poligrafic Casa Scînteii \"I.V.Stalin\" and later Casa Scînteii (Scînteia was the name of the Romanian Communist Party's official newspaper). It was designed by the architect Horia Maicu, in the Stalinist style of Socialist realism, resembling the main building of the Moscow State University, and was intended to house all of Bucharest's printing presses, the newsrooms, and their staff.",
				"It has a foundation with an area of 280x260m, the total constructed surface is 32,000 m² and it has a volume of 735,000 m³. Its height is 91.6 m without the television antenna, which measures an additional 12.4 m, bringing the total height to 104 m.",
				"Between 1952 and 1966, Casa Scînteii was featured on the reverse of the 100 lei banknote. On 21 April 1960, a statue of Vladimir Lenin, made by Romanian sculptor Boris Caragea, was placed in front of the building. However, this statue was removed on 3 March 1990, following the Romanian Revolution of 1989. On 30 May 2016, the Monument of the Anti-Communist Fight (\"Wings\") was inaugurated in the same place. Renamed Casa Presei Libere (\"The House of the Free Press\"), the building has the same role nowadays, with many of today's newspapers having their headquarters in it. The Bucharest Stock Exchange (Bursa de Valori București, BVB) was located in the Southern wing at one point."
			]
		},
		{
			"name": "National Arena",
			"info": [
				"National Arena is a retractable roof football stadium in Bucharest, Romania, which opened in 2011, on the site of the original \"Stadionul Național\", which was demolished from 2007 to 2008. The stadium hosts major football matches including home matches of the Romania national football team, and the Cupa României Final. The stadium is also the home of Liga I football clubs FCSB and Dinamo București. With 55,634 seats, it is the largest football stadium in Romania.",
				"Designed by Gerkan, Marg, and Partners, the stadium was built by German firm Max Bögl and Italian firm Astaldi. A UEFA category four stadium, Arena Națională hosted the 2012 UEFA Europa League Final and will host four games at UEFA Euro 2020 (including the quarter-finals). The stadium also hosts music concerts.",
				"The old stadium was demolished between 18 December 2007 and 20 February 2008, although a symbolic removal of seats took place on 21 November 2007, after Romania defeated Albania 6-1 in a qualifying match for Euro 2008. The construction phase generated some controversy over costs and delays, with Bucharest mayor Sorin Oprescu claiming that the works were 20 weeks behind schedule in May 2009. On 8 October 2009, it was decided that the stadium should also include a retractable roof worth €20,000,000.",
				"Construction was temporarily halted in December 2009 due to unfavorable weather conditions. The venue holds 55,634 people. 3,600 VIP seats are available, with another 126 seats allotted for the press (with a possible expansion to 548 seats).",
				"The stadium includes some 360 restrooms and a retractable roof, which can be opened or closed in 15 minutes. It is also endowed with a floodlight system and 2100 parking spaces. The roof design is very similar to that of the National Stadium in Warsaw. These two stadiums also have a similar capacity and age.",
				"The National Stadium is a Category 4 venue and as such, it hosted the UEFA Europa League 2011–12 final, as announced by UEFA at Nyon on 29 January 2009. It was required to host at least two major events beginning in July 2011, one with an attendance of 10,000 and the second with an attendance of at least 40,000. The official inauguration was initially scheduled for 10 August 2011 and was to feature a football match between Romania and Argentina. However, on 26 July, Argentina officially canceled the friendly match after their manager Sergio Batista departed the team, so the stadium was instead inaugurated on 6 September 2011, with a UEFA Euro 2012 Group D qualifier match between Romania and France. The game ended 0–0 in front of a crowd of 49,137.",
				"The highest audience for a football game was achieved at the 2014 FIFA World Cup qualification match between Romania and Netherlands, hosted on 16 October 2012, which brought 53,329 people to the stadium. The 2nd highest audience was achieved at the UEFA Europa League Final hosted on 9 May 2012. The game between the two Spanish teams, Atlético Madrid and Athletic Bilbao brought 52,347 people to the stadium."
			]
		},
		{
			"name": "The Fire Tower",
			"info": [
				"The Fire Tower is a 42-meter high building in Bucharest, Romania, between Obor, Calea Moșilor, and Nerva-Traian. It was used in the past as an observation tower by the firemen.",
				"It was built in 1890, two years after the previous watchtower, Turnul Colței, built-in 1715, was demolished. The plans were made by George Mandrea, back then the chief architect of Bucharest. The Fire Tower had a double role, as it was also designed to be a water tower, too. However, after the building was finished, the local water utility company (Uzina de Apă Grozăvești) had no pumps powerful enough to fill it with water. The Fire Tower was used by the firefighters until 1935, when it became ineffective, as more and more high buildings were built in Bucharest, and the introduction of the telephone reduced the need for a watchtower. In 1963, it was turned into a Firefighters' Museum."
			]
		},
		{
			"name": "Cotroceni Palace",
			"info": [
				"Cotroceni Palace is the official residence of the President of Romania. It is located at Bulevardul Geniului, nr. 1, in Bucharest, Romania. The palace also houses the National Cotroceni Museum.",
				"In 1679, a monastery was built by Şerban Cantacuzino on Cotroceni Hill in the first year of his rule on the place of an old wooden hermitage. The plans of this new monastery kept many of the traditional architectural elements found in the principalities of Romania at the time. The Cotroceni monastery was completed in 1682, and has since been visited frequently by many pilgrims and documented in various Chronicles.",
				"Cotroceni Hill was also the place of residence of many of Romania's rulers for a time until 1883 when King Carol I of Romania received the residences and ordered them demolished with plans to build a much larger edifice in their stead which would serve to house the future heirs to his throne. Construction of this new royal palace was commissioned to begin in the year 1893, the project being placed under the direction of French architect Paul Gottereau. During the rule of King Ferdinand I and Queen Marie, further improvements were made to the royal palace. At the request of Queen Marie, the north wing of the palace was completed with the space that would be used to house the maids of honor and adjutants in duplex apartments of sorts. A gymnastics hall at the semi-basement was also built, taking up space where it is assumed that a chapel would have resided on the ground floor. In October 1915, space was refitted to accommodate central heating. In 1925, Grigore Cerchez began his work on the Cotroceni Palace by adding a living room with a gazebo on the first floor. On the second floor, he added a small terrace on the northern face along with an additional gazebo. Cerchez continued to work on the two adjacent salons on the first floor of the north wing, as well as the Grand Reception Hall that distinguished this part of the building, until 1926. In 1929, Grigore Cerchez has achieved the functional completion of the north-eastern corner of the palace, having created a loggia at the library's level. Above the library, a large storage area was built as an annex to the royal dormitory.",
				"At the 30th day of December 1947, King Michael I was forced to abdicate by the communists. At that point, the new government had control of the palace which was then uninhabited by the royal family. On February 13, 1948, the new government held a meeting in which the destiny of the palace would be decided while an inventory of the royal goods was taking place. There were multiple requests for different functions the palace could serve, from a University of Medicine to a headquarters for the National Union of Romanian Students. On May 26 that year, decree number 38 was issued, in which the Presidium of the Grand National Assembly of the People's Republic of Romania has decided that \"all goods and estates that were found from the date of March 6, 1945, in the possession of the former king Mihai and other members of the former royal family shall be passed into the possession of the Romanian state.\" Finally, on June 18, 1948, the Council of Ministers has decided that the Cotroceni Palace, its \"five bodies, 150 rooms, park, the property of the state\" would be placed under the administration of the Ministry of Interior. The same decree stipulated that other valuables found within the palace would be redistributed among various ministries, including the Ministry of Agriculture and the Ministry of Health. After the new administrator of the palace has settled in, around 1,000 objects, including paintings, sculptures, icons, furniture, rugs, draperies, dishes, and other decorative items were missing. They were taken by the Ministry of Art and Information at the proposal of a special commission \"to take objects of art from the Cotroceni Palace.\" The majority of the remaining objects were redistributed to various institutions and organizations, including the press arm of the Ministry of Art and Information, the \"Bee\" Society (Societatea \"Albina\"), and the restaurant union \"Ambasador\". On April 30, 1949, a school children's program called the \"Pioneers\" was about to receive its first group ceremony, which would mark a moment in the Cotroceni Palace's history in which it would be re-purposed for the use of these children who were preparing to become \"dignified citizens devoted to their homeland and The Romanian Worker's Party.\" It was around this period when the Cotroceni Palace took on another name — Palatul Pionierilor, known in English as The Pioneers' Palace (also known as young communists). The retrofit was to take place in four stages, during which the building would allocate rooms for a bigger library and centers or workshops for chess, miniature aircraft, automobiles, radiophony, photography, painting, choreography & dance, history, and ceramics. In addition to the retrofits, the palace was also to be used as a cinema and auditorium. The Pioneers' Palace, however, was not inaugurated until June 1, 1950 — approximately one year after it was meant to be inaugurated. The Cotroceni National Museum is the old Royal Palace, built-in 1895. In 1991 the palace became the headquarters of the Romanian Presidency and the old wing of the ensemble was opened to the public as Cotroceni National Museum, envisioned as an insight into past ages.",
				"You will see several function rooms, many of which were decorated to the whims of Marie, the English wife of Carol's heir, his nephew Crown Prince Ferdinand. You will also be able to view her astonishing art collection. Comprising approximately 20.000 objects, the collection of the Cotroceni National Museum has been continuously enriched through transfers from other institutions and museums and particularly through acquisitions and generous private donations."
			]
		},
		{
			"name": "Romanian Peasant Museum",
			"info": [
				"The National Museum of the Romanian Peasant is a museum in Bucharest, Romania, with a collection of textiles (especially costumes), icons, ceramics, and other artifacts of Romanian peasant life.",
				"One of Europe's leading museums of popular arts and traditions, it was designated \"European Museum of the Year\" for 1996. Located on Șoseaua Kiseleff, near Victory Square, the museum falls under the patronage of the Romanian Ministry of Culture. Its collection includes over 100,000 objects. First founded in 1906 by and originally managed by Alexandru Tzigara-Samurcaş, the museum was reopened February 5, 1990, a mere six weeks after the downfall and execution of Nicolae Ceauşescu.",
				"During the Communist era, the building housed a museum representing the country's Communist party; the museum's basement still contains a room devoted to an ironic display of some artifacts from that earlier museum. The building, which uses traditional Romanian architectural features, was built on the former site of the State Mint. Initially intended as a museum of Romanian art, it was designed by Nicolae Ghica-Budești and built between 1912 and 1941. The building is listed as a historic monument by Romania's Ministry of Culture and National Identity.",
				"The museum was devastated during the June 1990 Mineriad, due to being confused with the headquarters of the National Peasants' Party. One of the museum's most famous exhibits—originally the work of Tzigara-Samurcaș—is \"the house in the house\". The house, which originally belonged to peasant Antonie Mogos of Ceauru village in Gorj County. From the first, the house was displayed in a non-naturalistic way: objects that would normally be in the interior were displayed in various manners outside; outbuildings were suggested by fragments. The Communist regime displayed the house much more conventionally, outdoors at the Village Museum; it returned to the Peasant Museum in 2002. The current display at the Peasant Museum revives the original non-naturalistic approach. For example, from a platform, museum visitors may peer into the attic, part of whose wall is stripped away; various objects are arranged inside. In 2002, the museum's exhibit space was greatly expanded as the museum store and offices moved into a new building behind the old one, freeing up a considerable amount of floor space in the museum proper."
			]
		},
		{
			"name": "Victory Palace",
			"info": [
				"Victory Palace is a government building on the very large Victory Square in Bucharest, housing the Prime Minister of Romania and his cabinet.",
				"The Victory Palace was designed in 1937 to house the Foreign Ministry, and nearly complete in 1944. It was designed by architect Duiliu Marcu (1885–1966), who had designed many major buildings in the 1920s and 30s Romania, including many major government projects in the 1930s and 40s.",
				"The Victory Palace is a stylized monumental classical design, with an arcaded ground level, a long colonnade of slim piers on the main front, and two recessed top floors. The facades were entirely clad in Carrara marble, with reliefs in the panels at either end, and there were generously decorated interiors. The building suffered heavy damage in the 1944 Bombing of Bucharest in World War II. It then underwent significant restoration and reconstruction works, being recladded in travertine, without the reliefs and less ornate interiors, finally opening in 1952, housing the headquarters of Foreign Ministry and the Council of Ministers.",
				"Following the Romanian Revolution, in 1990 it became the headquarters of the first government of post-communist Romania. The palace was declared a historical monument in 2004."
			]
		},
		{
			"name": "Palace of Justice",
			"info": [
				"The Palace of Justice in Bucharest was built between 1890 and 1895, and King Carol I himself attended the opening of the new headquarters of the institution.",
				"The neoclassical building visibly marked by Neo-Renaissance influences was the result of the conjoint efforts of two chief architects: Ion Mincu, who was in charge of supervising the construction works as such and with conceiving the interior decorative details, and Albert Ballu, responsible for designing the building. The facade of the Palace of Justice is guarded by several decorative elements, of which the 6 allegorical marble statues, each of them symbolizing a certain justice-related principle, are the most notable.",
				"Located on the shore of the Dâmboviţa River, the Palace of Justice is both a historical monument and a work of art worth discovering by people who want to search out in-depth the architectural patrimony of the capital, mostly if we take into account the restoration works carried out in between 2004 and 2006 have managed to keep close to the structural and decorative details of the original building, with no deviation from the authenticity and identity of the late 19th-century edifice."
			]
		},
		{
			"name": "The CEC Palace",
			"info": [
				"The CEC Palace in Bucharest, Romania, built-in 1900 and situated on Calea Victoriei opposite the National Museum of Romanian History, is the headquarter of CEC Bank.",
				"Before the construction of the palace, the location was occupied by the ruins of a monastery (Saint John the Great) and an adjoining inn. The 16th-century church was renovated by Constantin Brâncoveanu during 1702 - 1703, but later deteriorated and was demolished in 1875.",
				"The palace was built as a new headquarters for Romania's oldest bank, the public savings institution Casa de Depuneri, Consemnațiuni și Economie, later known as C.E.C., and nowadays CEC Bank. The land was bought and the building constructed with the institution's funds. Work started on June 8, 1897, and was completed in 1900. The project was designed by the architect Paul Gottereau, a graduate of the École Nationale Supérieure des Beaux-Arts in Paris; construction was supervised by the Romanian architect Ion Socolescu.",
				"In 2009, it was the venue for the 60th birthday celebrations of Crown Princess Margareta of Romania, and in 2015 it was also the venue for the 25th anniversary of the celebration of Crown Princess Margareta's charity (FPMR). Built-in eclectic style, the palace is topped by a glass and metal dome. The entrance features an arch supported by two pairs of columns in composite style. The four corners are decorated with gables and coats of arms and ending in Renaissance domes."
			]
		}
	]
}
