{
	"name": "Constanța",
	"info": [
		"Constanța, historically known as Tomis, is the oldest continuously inhabited city in Romania. It was founded around 600 BC. The city is located in the Northern Dobruja region of Romania, on the Black Sea coast. It is the capital of Constanța County and the largest city in the region of Dobruja.",
		"As of the 2011 census, Constanța has a population of 283,872, making it the fifth most populous city in Romania. The Constanța metropolitan area includes 14 localities within 30 km (19 mi) of the city, and with a total population of 425,916 inhabitants, it is one of the largest metropolitan areas in Romania.",
		"The Port of Constanța has an area of 39.26 km2 (15.16 sq mi) and a length of about 30 km (19 mi). It is the largest port on the Black Sea, and one of the largest ports in Europe.",
		"As of 1878, Constanța was defined as a \"poor Turkish fishing village.\" As of 1920, it was called \"flourishing,\" and was known for exporting oil and cereals. Constanța is one of Romania's main industrial, commercial, and tourist centers. During the first half of 2008, some 3,144 new companies were established in Constanța and its neighboring localities, a number surpassed only in Bucharest and Cluj County. The Port of Constanța is the largest on the Black Sea and the fourth largest in Europe. The city also boasts a comparably large shipyard. Tourism has been an increasingly important economic activity in recent years. Although Constanța has been promoted as a seaside resort since the time of Carol I, the development of the naval industry had a detrimental effect on the city's beaches. Nevertheless, due to its proximity to other major tourist destinations, Constanța receives a significant number of visitors every year, who discover and visit the city's monuments and attractions. Also, Constanța is a center of commerce and education, both of which significantly contribute to the local economy.",
		"Situated at the crossroads of several commercial routes, Constanța lies on the western coast of the Black Sea, 185 miles (298 km) from the Bosphorus Strait. An ancient metropolis and Romania's largest seaport, Constanța traces its history some 2,500 years. Originally called Tomis, legend has it that Jason landed here with the Argonauts after finding the Golden Fleece. One of the largest cities in Romania, Constanța is now an important cultural and economic center, worth exploring for its archaeological treasures and the atmosphere of the old town center. Its historical monuments, ancient ruins, grand Casino, museums and shops, and proximity to beach resorts make it the focal point of Black Sea coast tourism. Open-air restaurants, nightclubs, and cabarets offer a wide variety of entertainment. Regional attractions include traditional villages, vineyards, ancient monuments, and the Danube Delta, the best-preserved delta in Europe. The National History and Archaeology Museum is located in the old City Hall and has a very large collection of ancient art."
	],
	"landmarks": [
		{
			"name": "Tomis Harbor",
			"info": [
				"The Touristic Harbor of Tomis is one of Constanța's most famous locations for both tourists and locals. Whatever the season, the Tomis Harbor   is the choice made by people who want to admire the sea by car or just walking on the seafront.",
				"The access to the harbor can be made easily through a street that descends to the bay's \"lip\", right in the area where luxury yachts and sailing boats \"rests\". Waterfront terraces and numerous chic restaurants serving fish dishes can be enjoyed.",
				"In the summer, the bay of Tomis Harbor Tomis is often visited by groups of dolphins can be attracted by the beautiful water fountain in the middle or even by the tourists who walk quietly on the shore. Besides being a place for relaxation, Tomis Harbour is the ideal location to organize water sports activities.",
				"Local authorities plan to transform the future Tomis Harbor in an important destination for coastal sailing ships along the Romanian coast, with stops south to Eforie Costinesti, Neptun, Mangalia north to Mamaia and Midia."
			]
		},
		{
			"name": "Saints Paul and Peter Cathedral",
			"info": [
				"The Cathedral of Saints Peter and Paul, located at 25 Arhiepiscopiei Street, Constanța, Romania, is the seat of the Romanian Orthodox Archbishop of Tomis, as well as a monastery. Situated between Ovid Square and the Black Sea in front of the Archbishop's Palace, it was built on the city's peninsular zone in 1883-1885 following plans by architects Alexandru Orăscu and Carol Benesch and, for the interior, Ion Mincu.",
				"The cornerstone was laid on 4 September 1883, during the reign of Iosif Gheorghian, Metropolitan of All Romania. The church was consecrated on 22 May 1895. The building served as a parish church until 1923 when the Diocese of Constanța was established. In that year it became a cathedral, serving as such until 3 August 1941, when its altar and iconostasis, along with icons and paintings, were partly destroyed by aerial bombardment during World War II. It was restored after the war, from 1946-1951. Patriarch Justinian Marina and Bishop Chesarie Păunescu re-consecrated it on 14 January 1951; at that time, Păunescu's seat was moved from Constanța to Galați and the building once again became a parish church. Exterior repairs took place from 1957-1959. When the diocese at Galați became an archdiocese on 9 November 1975, a vicar bishop began serving at Constanța, returning the church to the status of a cathedral, once again becoming an archdiocesan cathedral when the Tomis Archdiocese was revived in 1990.",
				"The cathedral, in Greco-Roman style, of pressed brick, has a wide facade and a 35 m tower. Among the sculpted works are the oak iconostasis and choir, as well as candelabras and candle stands (made of a bronze-brass alloy), also designed by Mincu and executed in Paris. The frescoes were done by two Bucharest painters between September 1959 and November 1965. That month, when they were finished, Bishop Păunescu consecrated the church once again.",
				"The relics of Saint Panteleimon, donated in 1931, along with part of the relics of Saints Auxentius of Bithynia and Simeon Stylites, are kept inside. Also present are an icon of the Virgin Mary, said to be wonder-working, and the relics of Saints Epictetus and Astion, discovered in August 2001. On 1 December 2001, the latter were deposited in the cathedral, which on that date acquired the additional function of a monastery; since that time, liturgies have been held according to monastic rites.",
				"The Archbishop's Palace, begun in 1925, is located beside the cathedral, to the west. The cornerstone was laid by Patriarch Miron Cristea together with Bishops Grigorie Comșa of Arad and Ilarie Puiu of Hotin; Ilarie Teodorescu was then Bishop of Constanța."
			]
		},
		{
			"name": "The Grand Mosque of Constanța",
			"info": [
				"Grand Mosque of Constanța (Romanian: Marea Moschee din Constanța), originally known as the Carol I Mosque, is a mosque in Constanța, Romania. It is listed as a historic monument by the Romanian National Institute of Historical Monuments. The mosque is referred to by Constanța's Islamic community as the King's Mosque.",
				"The Grand Mosque of Constanța stands on the site of the former Mahmudia Mosque, built-in 1822 by Hafız Hüsseyin Pașa and named after Ottoman Sultan Mahmud II. The Grand Mosque of Constanța was commissioned in 1910 by Romanian King Carol I. Construction began on 24 June 1910 with the first cornerstone laid in the presence of Spiru Haret, contemporary Romanian Minister of Religious Affairs; Sefa Bey, contemporary Ottoman ambassador in Bucharest; and the Ottoman consul in Constanța. The project was funded by the Romanian Government and entrepreneur Ion Neculcea, and finished construction in 1912.",
				"The mosque was officially inaugurated by Carol I on 31 May 1913. During the ceremony, Sultan Mehmed V bestowed the Order of the Medjidie upon chief architect Victor Ștefănescu. King Carol, I also rewarded Ștefănescu with a watch. The mosque was built in Neo-Egyptian and Neo-Byzantine styles with elements of Neo-Romanesque architecture. Its designer, George Constantinescu, modeled the mosque after the Konya Mosque in Anatolia (Turkey). Victor Ștefănescu served as the chief architect for the project.",
				"Contractors used brick and stone materials for the mosque proper, and reinforced concrete for the dome and minaret. The mosque was the first structure in Romania to be built using reinforced concrete. The main portal was constructed using stone from Dobrogea, while the door beneath was constructed from black marble inlaid with bronze. The interior columns were constructed from marble from Câmpulung. The minaret was built in Neo-Moorish style and has a height of 47 meters. The dome has a height of 25 meters and a diameter of 8 meters."
			]
		},
		{
			"name": "Museum of National History and Archeology",
			"info": [
				"The National History and Archaeology Museum of Constanța is one of the richest museums in Romania and the second-largest institution in the country, after the National History Museum of Romania from Bucharest. The cornerstone of the museum was laid in 1879 by Remus Opreanu, the first prefect of the Romanian administration of Dobrogea, in an attempt to counter the smuggling of antiquities discovered in archaeological sites of Constanța.",
				"For nearly a century, the Historical Museum of Constanța has experienced periods of decline and prosperity, being disorganized, reorganized, and moved to different locations in the city. In 1977, the museum exhibits are permanently moved to their current headquarters in Ovidiu Square. The imposing building of the museum was built in the Romanian architectural style in the early twentieth century and served as the town hall until 1921.",
				"The National History and Archaeology Museum hosts an impressive heritage, consisting of over 430,000 objects dating from the Paleolithic to modern times. The museum apart from similar institutions in other counties in that, although the focus is on the history of Dobrogea, has also a national thematic area. The institution houses Greek, Romanian, Byzantine, and medieval objects (stone, bronze, and iron tools and weapons), ceramics, antique architectural elements (columns, capitals, pediments, scenery, etc..), ancient sculptures, glass vases, bronze statues, jewelry, coins (the collection includes silver, bronze and gold coins, some of them unique), icons, documents, maps, models, photographs, telegrams, magazines, objects of some personalities of the early twentieth century, furniture and other objects of great historical significance.",
				"The ground floor of the Museum of National History and Archaeology consists of two rooms where archaeological monuments of outstanding value, rare and unique pieces are exposed. In this section noted are the Glykon Snake - a unique piece in the world, representing a deity of the Romanian mythology (II century BC), the statuary group of Fortuna with Pontos - protective deities of Tomis city and harbor (II-III century BC), the dual aediculae representation of Nemesis - one of the most remarkable parts of the Museum (II century BC) collections of gold jewelry, gems, and cameos, silver vessels from Sucidava fortress etc. On the other floors of the museum, the exhibits are arranged chronologically, beginning with the first evidence of habitation of Dobrogea and ending with the modern era. Among these pieces is remarkable the \"Thinker\" and its pair emblematic pieces from the Hamagia culture (Neolithic).",
				"The History and archeology museum complex is completed by a large outdoor set of engraved and carved stones and by The Roman  Edifice of Mosaic, a unique monument in Eastern Europe by its size."
			]
		},
		{
			"name": "Constanța Casino",
			"info": [
				"The Constanța Casino is a defunct casino, located in Constanța, Romania. It has been designated by the Romanian Ministry of Culture and National Patrimony as a historic monument. The casino is on the Constanța seafront at 2 Elisabeta Boulevard along the Black Sea in the historic Peninsulă District of the city.",
				"The casino was built three separate times, with the first structure being erected of wood in 1880. It was designed to be a club and community center for elite and upper-class socialites willing to spend. Once considered Romania's Monte Carlo and a symbol of the city of Constanța, the most recent and modern version was built in Art Nouveau style, also being the most important Art Nouveau building in the country, designed and built according to the plans of Daniel Renard and inaugurated in August 1910. The most modern version of the Casino was in operation for 38 years, with interruption due to the two world wars, attacked and bombed by Bulgarian and German troops in World War I, ravaged in World War II, and, at one point, acting as a makeshift wartime hospital. In 1948 it was taken over by the Communist government becoming a House of Culture for the party until 1960 when it was handed to the National Office of Tourism. The last major repairs took place in 1986-1988, and the building is currently abandoned. The first version of the Constanța Casino was built of wood frame in 1880 and was named Cazin or Kursaal (“spa hall” in German).",
				"It was the first Romanian building to be built on the shore of the Black Sea shortly after Northern Dobruja came under Romanian administration as a result of the Russo-Turkish War (1877–1878) and the Romanian War of Independence. The second version of the Casino was commissioned and built by the City of Constanţa and Mayor Belik at a nearby location and opened its doors in 1893. It was built and situated in approximately the same location as the current Casino and like its predecessor, it too was built of a wood frame. It had a dance hall, several rooms but only one terrace to the sea. In May 1902, Captain Constantin Creangă petitioned the local mayor and city management to lease the building. He advertised himself as a chef, a skilled confectioner, and fluent in two commonly-spoken lingua franca of the time. He was successful and the building was transferred to his care for 2,000 lei a year, with the stipulation that he should \"sell merchandise and products of only the finest and highest quality\" and use \"petroleum of the best quality on the property as to not produce any odor when burned\" for light.",
				"In 1903, local politicians agreed that it was time for the city of Constanța to have a modern casino, \"...like those which inspired the French Riviera\". The Liberal government at the time immediately approved the project. The project was awarded to Daniel Renard, a Romanian architect of French descent who lived in Constanța. Daniel Renard was 32 years of age and a graduate of the École des Beaux-Arts in Paris. His proposal to build an Art Nouveau structure stirred countless controversy, being supported by the Liberals in power but harshly criticized by the entire opposition. As the building's foundation was being cast, the politicians who appointed Renard were replaced. The construction was halted and Renard was quickly replaced with Petre Antonescu. Antonescu envisioned a theater-like building with two towers in the Neo-Romanian style and thus begins working on the new plans by pouring a second foundation. However, two years after Renard was removed the Liberal Party regained power in 1907. Renard was reappointed, resuming his project as he had envisioned from the beginning, in the Art Nouveau style. Renard had a third foundation laid.",
				"The third and current version of the Casino was inaugurated on August 15, 1910, in the presence of Prince Ferdinand. Speeches were held paying homage to King Carol I, Prime Minister Ion I. C. Brătianu, Minister of Public Works Vasile Morțun, and a performance by the Davilla Theatre troupe and a celebratory grand ball took place for Constanța's nobility and elite. After the opening, on March 15, 1911, Mayor Titus Cănănău of Constanța leased the building for one year to Alphonse Heitz, owner of the Café de Paris restaurant in Bucharest. Plowing through political opposition, on the same day the contract was awarded, the County Commission authorized gambling, equipping the Casino with two billiard tables and 17 gambling tables for card games.",
				"In a short time, the casino in Constanța became one of the most popular establishments of its kind in Europe."
			]
		},
		{
			"name": "Saint Mina Orthodox Church",
			"info": [
				"St Mina Church is a great location, being and an oasis of peace of Constanța. The church is located in Tabacariei Park, on the lakeshore  with the same name, away from city noise.",
				"The beautiful church was built between 1995 - 1997 by the architect Nicolae Goga and respects in the smallest details the traditional style of Maramures. Besides its beauty, the church has an impressive height, whose tower measures 43 meters and is visible from many areas of the city. Because of this, the Church \"St. Mina\" from Constanța takes a well-deserved place on the list of highest wooden church in the country.",
				"Inside the place of worship, you will be impressed by the simple beauty and austerity, all the furniture and all decorative items are carved in wood. The iconostasis is the main element that will attract attention when you step inside the church and the painting that was done by the painter Sorin George Nicolae. If you pass by Constanța, it is worth seeing \"St. Mina\" Church and admiring the beauty of a place of worship and to rest a moment in silence disturbed only by the small waves of the lake."
			]
		}
	]
}
