{
	"name": "Iași",
	"info": [
		"Iași, also referred to as Jassy or Iassy, is the second-largest city in Romania, and the seat of Iași County. Located in the historical region of Moldavia, Iași has traditionally been one of the leading centers of Romanian social, cultural, academic, and artistic life. The city was the capital of the Principality of Moldavia from 1564 to 1859, then of the United Principalities from 1859 to 1862, and the capital of Romania from 1916 to 1918.",
		"Known as The Cultural Capital of Romania, Iași is a symbol in Romanian history. The historian Nicolae Iorga said \"There should be no Romanian who does not know of it\". Still referred to as The Moldavian Capital, Iași is the main economic and business center of the Moldavian region of Romania. In December 2018, Iași was officially declared Historical capital of Romania.",
		"At the 2011 census, the city proper had a population of 290,422 (making it the fourth most populous in Romania at the time). With 474,035 residents (as of 2015), the Iași urban area is the second most populous in Romania (after Bucharest), whereas more than 500,000 people live within its peri-urban area.",
		"Home to the oldest Romanian university and the first engineering school, Iași is one of the most important education and research centers of the country and accommodates over 60,000 students in 5 public universities. The social and cultural life revolves around the Vasile Alecsandri National Theater (the oldest in Romania), the Moldova State Philharmonic, the Opera House, the Iași Athenaeum, a famous Botanical Garden (the oldest and largest in Romania), the Central University Library (the oldest in Romania), the high-quality cultural centers and festivals, an array of museums, memorial houses, religious and historical monuments. The city is also known as the site of the largest Romanian pilgrimage which takes place each year, in October.",
		"Scholars have different theories on the origin of the name \"Iași\". Some argue that the name originates with the Sarmatian tribe Iazyges (of Iranian origin), one mentioned by Ovid as Latin: \"Ipse vides onerata ferox ut ducata Iasyx/ Per media Histri plaustra bubulcus aquas\" and \"Iazyges et Colchi Metereaque turba Getaque/ Danubii mediis vix prohibentur aquis\". A now lost inscription on a Roman milestone found near Osijek, Croatia by Matija Petar Katančić in the 18th century, mentions the existence of a Jassiorum municipium, or Municipium Dacorum-Iassiorum from other sources. Other explanations show that the name originated from the Iranian Alanic tribe of Jassi, having the same origin as the Yazyges tribes Jassic people. The Prut river was known as Alanus fluvius and the city as Forum Philistinorum. From this population derived the plural of the town name, \"Iașii\". Another historian wrote that the Iașians lived among the Cumans and that they left the Caucasus after the first Mongolian campaign in the West, settling temporarily near the Prut. He asserts that the ethnic name of Jasz which is given to Iașians by Hungarians has been erroneously identified with the Jazyges; also he shows that the word jasz is a Slavic loan word. The Hungarian name of the city (Jászvásár) means \"Jassic Market\"; the antiquated Romanian name, Târgul Ieșilor (and the once-favored Iașii), and the German Jassenmarkt may indicate the same meaning.",
		"Iași features historical monuments, 500-year-old churches, and monasteries, contemporary architecture, many of them listed on the National Register of Historic Monuments. Notable architecture includes the Trei Ierarhi Monastery, part of the tentative list of UNESCO World Heritage Site, or the neo-Gothic Palace of Culture, built on the old ruins of the medieval Princely Court of Moldavia. During World War II and the Communist era, many historical buildings in the old city center (around Union Square area) were destroyed or demolished, and replaced by International style buildings, and also a new mainly Mid-Century modern style Civic Centre was built around the Old Market Square (The Central Hall). The mid-1990s to early-2000s brought the first non-industrial glass curtain walled buildings (Romtelecom, Hotel Europa), while in 2012, close to the Palace of Culture, the Palas shopping mall and office complex was inaugurated."
	],
	"landmarks": [
		{
			"name": "Palace of Culture",
			"info": [
				"The Palace of Culture is an edifice located in Iași, Romania. The building served as Administrative and Justice Palace until 1955, when its destination was changed, being assigned to the four museums nowadays united under the name of Moldavia National Museum Complex. Also, the building houses the Cultural Heritage Conservation-Restoration Centre and hosts various exhibitions and other events.",
				"The Palace of Culture is listed in the National Register of Historic Monuments. Located in the perimeter of the medieval Princely Court of Moldavia (from 1434), the construction was conceived as a rebuilding and expansion project of the former Princely Palace of Moldavia, dated to the time of Prince Alexandru Moruzi (1803–1806, architect Johan Freywald), and renovated by Prince Mihail Sturdza (1841–1843, architect Nicolae Singurov), from which it preserved the foundations and first two floors. It was from this latter building that the Palace inherited the legend of the 365 rooms, as many as the days within one year. The Romanian architect I.D. Berindei was assigned to plan and conduct the rebuilding process. Unlike the old palace, built in a neoclassical style, Berindei chose to design it in a flamboyant Neo-Gothic style.",
				"Started in 1906–1907, the construction works were halted during World War I, due to the limitation of resources, but the unfinished building sheltered Romanian and Russian troops, and different public institutions and military hospitals. The monument was finally completed on 11 October 1925 and officially inaugurated one year later, by King Ferdinand I of Romania. The building housed the County Law Court and other public institutions until 1955 when it received an exclusive cultural function. During World War II, the Palace sheltered German troops, and then, Soviet troops. In 1975–1977, the wood bridging from the last floor was replaced with a cement one, fixed with steel netting. The new bridging sustained the monument during the earthquake of 1977, but the bridging from the first floor, the walls, the ornaments, and the relief works were affected. A large-scale restoration project, considered one of the most complex in Romania since 1990, began in 2008.",
				"The main works were completed in April 2016. Between 1955 and 2010, the Palace of Culture also hosted the main branch of the Iași County Library. The Palace has 298 large rooms with a total area of 34,236 m2 (368,510 sq ft), 92 windows in the front part of the building, and another 36 inside the building. Decoratively, the central hall shows a figurative mosaic including various representations of a gothic bestiary, concentrically arranged: two-headed eagles, dragons, griffons, lions. The hall is superposed by a glass ceiling room, where initially a greenhouse was arranged.",
				"Despite its archaic-looking design, the Palace was designed so to integrate modern materials and technologies. Thus, the stone blocks were replaced with light and much cheaper materials. Besides, some rooms were decorated using a special material licensed by Henri Coandă, under the name of bois-ciment and imitating the oak wood. Decorative ironmongery elements are also remarkable and they can be admired for instance on the doors of the Voivodes’ Hall. The building was also equipped with high-tech facilities for those times, such as electric lighting, (pneumatic) heating, ventilation system, thermostat, vacuum cleaners, which were all directed from the machinery room, at the underground level. Taking also into account the 14 fires that affected the previous buildings, Berindei (the main architect) treated the wooden structure of the attic with an ignifugeous product called orniton, while for the roof he used a special material, named eternite.",
				"The entrance of the palace is through a great donjon tower, with crenels and alcoves dominated by an eagle with open wings. The tower is the central architectural piece of the palace. On each of the three exposed sides, there is a face of the clock with a diameter of 3.25 m (11 ft). The clock faces are decorated with stained glass representing the 12 astrological signs. Two young men dressed in national costumes are painted on the sides of the clock faces guarding the clock (design element inspired from the Peleș Castle). The stained glass windows and the cross-shaped crenelations are electrically illuminated during the night. The Carillon in the tower has 8 bells that are singing each hour the Union Hora song with the help of a drum with 69 pins."
			]
		},
		{
			"name": "Roznovanu Palace",
			"info": [
				"Roznovanu Palace is the former residence of the Rosetti-Roznovanu family, built at the initiative of Iordache Neculai Roznovanu.",
				"It was inaugurated on 23rd April 1832 and at that time it was considered the most beautiful building in Iași. The master of the palace had 3 wives. The last of them, Maria, was the one that opened the gates of the palace for musicians and literates. Here George Enescu and Haricleea Darcle had concerts, also here Mihai Eminescu lectured his poems. The dance parties offered by lady Marghiolita were famous in the whole region.",
				"In 1891, Vasile Pogor buys the palace from the Roznovanu family and establishes the headquarters of the City Hall. During 1893-1894, the building undergoes several changes (an additional story is built and the chapel is demolished) and it becomes for a short time the residence of the royal family (Prince Ferdinand and Princess Maria).",
				"During World War I (1916 - 1918), the Roznovanu Palace hosted the headquarters of the ministries and the political leaders' refugees from Bucharest. In 1918, the Romanian War Council met in the present Conference Hall of the Local Council.",
				"The building was restored after the fire in 1958, which destroyed almost completely the second floor and most of the ornaments on the first floor. The administrative leadership of the city moves to the present headquarters again in 1969. Today, in the former dance room of the Roznovanu family, the meetings of the Local Council are held, as well as other events of the City Hall."
			]
		},
		{
			"name": "Metropolitan Cathedral",
			"info": [
				"The Metropolitan Cathedral is the seat of the Romanian Orthodox Archbishop of Iași and Metropolitan of Moldavia and Bukovina and the largest historic Orthodox church in Romania. It is dedicated to Saint Parascheva, to the Presentation of Jesus, and Saint George. Its form was inspired by the late Italian Renaissance style (Trinità dei Monti in particular), with Baroque elements dominating the interior and exterior decorative features. The Metropolitan Cathedral is listed in the National Register of Historic Monuments.",
				"Two churches previously stood on the site: the White Church (15th century) and the Presentation Church (17th century). On 8 August 1826, prince Ioan Sturdza signed a decree ordering the construction of the cathedral; Metropolitan Veniamin Costache laid the cornerstone on 3 July 1833 and guided construction in its early years. Work began in 1833, using a neo-classical design by Viennese architects Gustav Freywald and Bucher, and continued at a rapid pace until 1841, in the latter years under the Russian architect Mihail Singurov. In 1839, after it was completely built and covered, serious cracks had appeared on the large central arch. Various solutions were attempted (in 1840 Singurov replaced the brick ceiling with wood, for example), but on 23 May 1857, the ceiling collapsed taking the interior columns with it, and the building remained ruined for decades. At the urging of Metropolitan Iosif Naniescu (1875-1902), the newly independent Romanian state decided to start the restoration work of the cathedral. A new cornerstone was laid on 15 April 1880. Architect Alexandru Orăscu, the rector of the University of Bucharest, designed new plans that added two rows of massive pilasters to the interior, creating a rectangular basilica shape, with a central nave and two smaller side naves. The four detached side spires were kept, but the large central dome was eliminated and replaced with a system of four semicircular sections, separated by transverse arches.",
				"The cathedral was consecrated on 23 April 1887, in the presence of King Carol I and Queen Elisabeth, who had donated large sums for the project. In 1889, the relics of Saint Parascheva, patron saint of Moldavia, were brought from Trei Ierarhi Monastery and continue to attract crowds of pilgrims, particularly on her feast day (October 14). These are located on the right side of the vestibule, as are those of Veniamin Costache.",
				"Standing in the center of the Metropolitan Complex, the Great Cathedral is a monumental building of a rectangular plan with four detached towers at its corners that originally flanked an immense dome. The cathedral is 56.70 meters (186.0 ft) long and 34.15 meters (112.0 ft) wide, and with a height of the towers of 52.92 meters (173.6 ft), it is one of the tallest historical buildings in Moldavia. The exterior of the Cathedral, as well as the interior, is decorated in the Baroque style. The eastern façade has a central motif formed of six Corinthian columns erected on a stone socle, which support the architrave, above which is a high bas-relief of the Presentation of the Lord. The western façade has eight columns separated by the entrance, above which there is a recessed balcony whose vault has a curved mosaic also showing the Presentation; above that is a stone carving of Saint George. The roof is decorated with zinc fleurons and stylized crosses adorn both the roof and the four spires. Gheorghe Tattarescu painted the icons and decorative elements in a style that respected Orthodox norms but also showed a Renaissance influence. The four Biblical scenes above the central nave, the saints' faces, and the decorative compositions all show an Italian neo-classical rigor, to which the artist had been exposed during his studies at Rome's Accademia di San Luca. This creates harmony between the painting and the architectural style. The stained glass was worked in Munich and redone after World War II, under Metropolitan Justinian Marina. Two valuable icons painted in the 16th century are kept inside; they depict Christ Pantocrator and the Madonna and Child."
			]
		},
		{
			"name": "Golia Monastery",
			"info": [
				"Raised on the spot of a religious building from the sixteenth century, Golia Monastery’s Church was built between 1650 – 1653, during the reign of the ruler Vasile Lupu and of his son, Ștefăniță Vodă.",
				"The monastery is surrounded by a stone wall, with towers at the corners, and also a bell tower, 30 meters high, with 120 steps. By the end of the nineteenth century, the tower had a balcony where a fireman watched over the city to give the alarm in case of fire. Nearby the tower, there was a pump since the period of Alexandru Moruzi, which has been put back into functioning during the summer of 2007.",
				"In the column house, built during the eighteenth century, lived temporarily the deacon Ion Creanga (the future writer who will buy a house in the neighborhood Ticau, known as “Bojdeuca lui Ion Creanga” – Ion Creanga’s Hovel).",
				"The monastery was closed between 1900 - 1947, and then it became a parochial church until 1992 when it was reopened as a missionary monastery. Inside, from the initial furniture, there are still preserved: the royal thrones, a candelabrum bearing the marks of Vasile Lupu, and four candlesticks. Many funerary stones and tombs from the pronaos and church’s porch show the church’s importance during the past centuries. It’s also here that are buried part of the earthly remains of prince Potemkin, by 1791, and the first earthly ruler, after the Phanariots, Ioan Sandu Sturdza, by 1842. More than that, inside Golia Monastery’s Church, were officiated the royal marriage ceremonies of Constantin Duca and Maria Brancoveanu, in 1693 and that of Antioh Cantemir with Catrina, in 1696, by the patriarch of Tzarigrad, Iacov.",
				"Today, Golia Monastery is a reference point for the citizens of Iași but also for those visiting this city of Moldova. Monastery’s buildings shelter Trinitas Cultural-Missionary Institute made up of the publishing house, the printing house, and, since the spring of 1998, the radio Trinitas, broadcasting on the frequency 92,70 MHz, 24 hours a day."
			]
		},
		{
			"name": "Iași National Theatre",
			"info": [
				"The Iași National Theatre is the oldest national theatre and one of the most prestigious theatrical institutions in Romania. In 1956, it was given the name of the renowned Romanian playwright and poet Vasile Alecsandri.",
				"The first dramatic play presented in the Romanian language was \"Mirtil and Hloe\", adapted and staged by Gheorghe Asachi, and held in the capital of Moldavia, Jassy/Iași, on 27 December 1816. In 1834, a Romanian production took place in Iași on the stage of the Théâtre de varieté, built in 1832 for the French Fouraux troupe. The National Theatre was founded on 15 May 1840, as the Great Theatre of Moldavia, when the Romanian language troupe, led by Costache Caragiali, was united with the French troupe, under a single direction of Vasile Alecsandri and the management of Costache Caragiali.",
				"On 22 December 1846, a new audience hall was inaugurated in the former mansion of Prince Mihail Sturdza, on the Hill of Copou. On the night of 17/18 February 1888, the theatre building was destroyed by the fire. The efforts to build the new theatre edifice culminated in 1894 when a contract was signed with the Viennese architects Ferdinand Fellner and Hermann Helmer, who designed several theatres and palaces across Europe, including the theatres in Cluj-Napoca, Oradea, Timișoara, and Chernivtsi. For the building work, a contract was signed with a Bucharest company, and the power station was built by a company from Berlin. The Theatre’s power station also supplied with electricity the 12 electric-arc lamps lighting the Theatre Square, marking the beginning of electrification in the city of Iași. The works to the building took two years, and on 1 and 2 December 1896, the inauguration festivities took place with Flechtenmacher's National Overture, the vaudevilles Muza de la Burdujeni (The Muse from Burdujeni) by Costache Negruzzi and Cinel-cinel (The Riddle) by Vasile Alecsandri, as well as the verse comedy Poetul romantic (The Romantic Poet) by Matei Millo.",
				"Nowadays, the building also hosts the Iași Romanian National Opera. The Iași National Theatre building is listed in the National Register of Historic Monuments. With a Neoclassic exterior and a richly decorated interior in Rococo and Baroque styles, the building is considered one of the most elegant in Romania. The main auditorium is organized in stalls, boxes, and a balcony. The curtain painted by the Viennese M. Lenz, presents in the middle, an allegory of life with its three stages and, to the right side, the allegory of Romanian Unification. The left-hand side, painted by Lenz’s apprentice, differs from the rest of the curtain in style and coloring. The ceiling and the iron curtain were painted by Alexander Goltz. The iron curtain, which completely separates the scene from the hall, shows ornaments placed symmetrically, while the ceiling has as a narrative basis the Archetypal Story, shown in paradisiacal allegories, with nymphs and cupids framed in rococo stucco. The 1,418 electric lights and the chandelier with 109 Venetian crystal lamps light up a playhouse with a unique architectural personality."
			]
		},
		{
			"name": "Alexandru Ioan Cuza University",
			"info": [
				"The Alexandru Ioan Cuza University is a public university located in Iași, Romania. Founded one year after the establishment of the Romanian state, by an 1860 decree of Prince Alexandru Ioan Cuza, under whom the former Academia Mihăileană was converted to a university, the University of Iași, as it was named at first, is the oldest university of Romania, and one of its advanced research and education institutions.",
				"It is one of the five members of the Universitaria Consortium (the group of elite Romanian universities). The Alexandru Ioan Cuza University offers study programs in Romanian, English, and French. In 2008, for the third year in a row, it was placed first in the national research ranking compiled based on Shanghai criteria. In the 2012 QS World University Rankings, Alexandru Ioan Cuza University was included in the Top 700 universities of the world, on the position 601+, together with three other Romanian universities.",
				"The University is a member of some of the most important university networks and associations: the Coimbra Group (CG), Utrecht Network, European University Association (EUA), International Association of Universities (IAU), University Agency of Francophony (AUF), and the Network of Francophone Universities (RUFAC).",
				"Iași has a long tradition in higher education, the first institute that functioned on the territory of Romania was Academia Vasiliană founded in 1640 by the Moldavian Prince Vasile Lupu, followed, in 1707, by Princely Academy of Iași. The Princely Academy (renamed, in 1812, The Academy of Philology and Science) matched up to the standards of the other European Academies of the time and the Romanian language gained importance over the Greek language. The foundation, in 1835, of the Academia Mihăileană, is considered a landmark in the history of Romanian higher education. The Academia Mihăileană was created under the auspices of Prince Mihail Sturdza (hence its name), striving for progress and for \"meeting the standards of enlightened Europe\". Three faculties were set up: the Faculty of Law, the Faculty of Philosophy, and the Faculty of Theology, and the curriculum resembled a great extent that of Austrian and German academies. After the Unification of the Romanian Principalities of Moldavia and Wallachia by Prince Alexandru Ioan Cuza, the inauguration, on 26 October 1860, of the University of Iași, the first Romanian modern university, was to be a stepping stone to modern higher education in Romania. By 1879, the University of Iași had four faculties: Law, Letters and Philosophy, Sciences, and Medicine. In 1892, the Faculty of Sciences added the Department of Organic and Inorganic Chemistry, followed by the Department of Agricultural Chemistry, in 1906, and the School of the Industrial Electricity, in 1910. In March 1937, the technical higher education departments were transferred to the newly established Gheorghe Asachi Polytechnic School, and in 1948, the Faculty of Agriculture became the Iași Agronomic Institute, while the Medical School became the Institute of Medicine and Pharmacy of Iași.",
				"Its coat of arms with the Y shaped heraldic pall symbolizes the three initiatives which led to the foundation of the University: the Academia Vasiliană, the Academia Mihăileană, the University of Iași. The central element is the Bible, the classic emblem of higher education. The three shiny stars stand for the three faculties of the University at its foundation moment, Philosophy, Law, and Theology, on blue and argent background, the same colors used on the Cuza family shield.",
				"The university grounds lie on Copou Hill in the northern part of the city. The main university building, known as the University Palace, was erected between 1893 and 1897, and extended in 1933-1937, on the site of the first Iași National Theatre which had burned down in 1888. The Hall of the University, known as The Hall of the Lost Footsteps, served as a parliamentary debating chamber between 1917 and 1918 when, during the Great War, Iași was the capital of Romania. In 1968-1978, the painter Sabin Bălaşa created a series of strongly romanticized frescoes for the arcades. The University Palace is shared with the Gheorghe Asachi Technical University. Nowadays, Alexandru Ioan Cuza University is made up of 15 faculties and one department."
			]
		},
		{
			"name": "Central University Library",
			"info": [
				"The Mihai Eminescu Central University Library of Iași serves the University of Iași in Romania. The library was established on 8 November 1839 and opened on 23 November 1841, carrying on the tradition of the activity and fame of the old library of Academia Vasiliană, founded in 1640.",
				"Functioning closely with Academia Mihăileană, founded in 1835, it had the double character of a school library and a public library. In 1860, when the academy was transformed into the new University of Iași, the library became the Central University Library of Iași. However, its university character was soon changed again, for in 1864 the Regulation for Public Libraries transformed it into the Central State Library of Iași, with a national library profile but also playing the role of a university library. This double character continued until 1916 when the library once again assumed its current name.",
				"When it opened, the University of Iași had three faculties, not counting the theological section: Law, Philosophy, and Science. The scientific and technical specialization of the different sections within the faculties began almost at once. After several management proposals made by Dimitrie Gusti in 1913 and 1914, the library was reorganized in 1932 according to the system proposed by B. Harms and W. Gülich. It was once again reorganized in 1948, after World War II. This had become quite necessary, as the library's collection had increased from 600 volumes to 1,500,000. By 2007 it had an additional million volumes. Among these are manuscripts, incunabula, and rare books that entered the collection from monastic and private libraries, either by donation or purchase. Mihai Eminescu and Bogdan Petriceicu Hasdeu both served as librarians-in-chief at this institution.",
				"From its foundation until 1860, the library functioned in the building of Academia Mihăileană (now destroyed). It was housed in the old university building (now the University of Medicine and Pharmacy) until 1897 and in the new university building (now the study hall of the Gheorghe Asachi Technical University of Iași) until after World War II, when it moved into the building of King Ferdinand I Foundation's Library, the collections of which it now includes. This structure was built between 1930 and 1934 by the engineer Emil Prager following architect Constantin Jotzu's plans. The interior features Carrara marble and Venetian mosaic, while the exterior is decorated with Ionic columns, neo-Doric pilasters, small triangular pediments, and medallions of important cultural figures."
			]
		}
	]
}
