{
	"name": "Sighișoara",
	"info": [
		"Sighișoara is a city on the Târnava Mare River in Mureș County, Romania. Located in the historic region of Transylvania, Sighișoara has a population of 28,102 according to the 2011 census. It is a popular tourist destination for its well-preserved walled old town, which is listed by UNESCO as a World Heritage Site.",
		"During the 12th century, German craftsmen and merchants known as the Transylvanian Saxons were invited to Transylvania by the King of Hungary to settle and defend the frontier of his realm. The chronicler Krauss lists a Saxon settlement in present-day Sighișoara by 1191. A document of 1280 records a town built on the site of a Roman fort as Castrum Sex or \"six-sided camp\", referring to the fort's shape of an irregular hexagon. Other names recorded include Schaäsburg (1282), Schespurg (1298) and Segusvar (1300). By 1337 Sighișoara had become a royal center for the kings, who awarded the settlement urban status in 1367 as the Civitas de Segusvar.",
		"The city played an important strategic and commercial role at the edges of Central Europe for several centuries. Sighișoara became one of the most important cities of Transylvania, with artisans from throughout the Holy Roman Empire visiting the settlement. The German artisans and craftsmen dominated the urban economy, as well as building the fortifications protecting it. It is estimated that during the 16th and 17th centuries Sighișoara had as many as 15 guilds and 20 handicraft branches. The Baroque sculptor Elias Nicolai lived in the city. The Wallachian voivode Vlad Dracul (father of Vlad the Impaler (Dracula)), who lived in exile in the town, had coins minted in the city (otherwise coinage was the monopoly of the Hungarian kings in the Kingdom of Hungary) and issued the first document listing the city's Romanian name, Sighișoara. The Romanian name is first attested in 1435, and derives from the Hungarian Segesvár, where vár is \"fort\".",
		"The city was the setting for George I Rákóczi's election as Prince of Transylvania and King of Hungary in 1631. Sighișoara suffered military occupation, fires, and plagues during the 17th and 18th centuries. An important source for the history of 17th-century Transylvania, for the period of 1606–1666, are the records of Georg Kraus, the town's notary. The nearby plain of Albești was the site of the Battle of Segesvár, where the revolutionary Hungarian army led by Józef Bem was defeated by the Russian army led by Luders on 31 July 1849. A monument was constructed in 1852 to the Russian general Skariatin, who died in the battle. The Hungarian poet Sándor Petőfi is generally believed to have been killed in the battle, and a monument was constructed in his honor at Albești in 1897. After World War I Sighișoara passed with Transylvania from Austria-Hungary to the Kingdom of Romania. Central Sighișoara has preserved in an exemplary way the features of a small medieval fortified city. It has been listed by UNESCO as a World Heritage Site. Each year, a Medieval Festival takes place in the old citadel in July.",
		"Sighișoara is considered to be the most beautiful and well-preserved inhabited citadel in Europe, with authentic medieval architecture. In Eastern Europe, Sighișoara is one of the few fortified towns that are still inhabited. The town is made up of two parts. The medieval stronghold was built on top of a hill and is known as the \"Citadel\" (Cetate). The lower town lies in the valley of Târnava Mare river. The houses inside Sighișoara Citadel show the main features of a craftsmen's town. However, there are some houses that belonged to the former patriciate, like the Venetian House and the House with Antlers."
	],
	"landmarks": [
		{
			"name": "The Clock Tower",
			"info": [
				"In every fortification system there is one fortress that dominates the others: the master-tower. The Clock Tower of Sighișoara is the main entry point to the citadel, opposite guarded by Taylor's Tower.",
				"With its 64 meters of height, the tower is visible from almost every corner of the city from Mures County, its purpose was to defend the main gate of the citadel and also served as the town hall until 1556. Now It's considered one of the most expressive clock tower in the whole Transylvania.",
				"The tower began to be built at the end of 13th century, It was built in the 14th century as a simple gate tower with a maximum of two levels: the ground floor and first two floors of the tower were made of sandstone and river rock, the first stage of the tower construction probably had a form identical to the Tailors tower. The thickness of the base walls were 2.35 meters, 1.30 meters on the second floor, stone tiles of basalt were used only at the corners. In the 16th century the old roof was demolished, they have added two floors built of brick and it was built a balcony and the roof. Nobody knows for sure how the roof was before the 1676 fire. The actual 5 turrets baroque roof with bulbs represents an exceptional achievement of the three Pilgrim masters: Veit Gruber from Tyrol, Philip Bong of Salzburg and carpenter Valentinus Auslander, who rebuilt the tower after the great fire of 1676 from March to September 1677 for 650 florins. What makes this tower unique in all the country is its clock with puppets inside.",
				"It's a symbol of Sighișoara, and, despite all the other towers that were owned and defended by different guilds, the Clock Tower was a public good. It used to host the Public Administration, and, during holidays, the city orchestra; since the end of 19th century though it hosts the History Museum of Sighișoara.",
				"Another important feature of this tower is the balcony which is the most important observation point of the city: the wide view allowed to sight eventual fires in time in order to reach promptly one of the nine places in all Sighișoara that could provide water. It was vital to prevent the spread of flames because at that time the city did not dispose of much water; it was necessary in fact to dig for 35m to find a source of water. The tower is a rectangular prism with massive walls, with a rectangular base measuring 12x8,66 meters, with four floors and an observation gallery. The current distance between the base of the tower and the base of the roof is 30 meters, and the height of the roof, from the base to the top is 34 meters, so the roof is taller than the tower. The base of the tower is crossed by two vaulted semi cylinder parallel passages dated 13th century, provided in the past with solid oak doors and metal gratings, whose traces can still be partially seen today. Tower carries many signs of local authority: the four turrets placed on the corners of the roof, 12.5 m high, are symbols of autonomy of the State, which can pronounce and execute sentences to capital punishment. Also the clock and some figurines on inside can be considered symbols of public authority, as the 1 meter diameter golden scope on the summit of the roof. The tower keeps two clock mechanism, one in wood and one in metal, correspondingly to the age of the crafts. Two facades (one facing the citadel, the second facing the lower city) hold a clock dial of 2.3 meters diameter, with black and gold hand-painted clock numbers."
			]
		},
		{
			"name": "Church on the Hill",
			"info": [
				"The Church on the Hill is an architecturally significant church located in Sighişoara, Mureș County in Romania. This church is the most important monument of religious architecture in Sighișoara and is one of the great churches of Transylvania, being the third largest.",
				"Located at an altitude of 429 meters, on the Hilltop School, the church dominates by its massiveness the entire city and it is visible from a great distance almost from all directions. Most researchers believe that a number of architectural details such as slightly misaligned position of the bell-tower and choir demonstrate an evolution in stages, over several centuries, in the construction of this church. Unlike the late Gothic monuments in Western Europe, the Church on the Hill is characterized on the outside by simplicity, especially since most Saxon churches were fortified and could not afford richer ornamentation of the exterior.",
				"In Transylvania, the transformation of the old Romanesque churches into Gothic churches took place between the fourteenth and fifteenth centuries, under the direct influence of the German school of architecture. Soon after the year 1400 a number of builders and craftsmen stonemasons of German origins began to spread new type of church-hall, substantially modifying old buildings. An inscription in stone tells us that the work began in 1429 and would be completed in 1488 under the patronage of St. Nicolae, but a number of development works continued in the following decades. The evolution of this monument was marked further on by two serious events. The first took place during the Hungarian siege in 1704 when the roof and the belfry were burned and the big bells collapsed. The other unfortunate event was the earthquake of 1838, when the choir vaults entirely collapsed and were later replaced with imitations in wood. The interior of the church is the direct consequence of the restorations in 1934, when a team composed by Gustav Binder, Gertrud Kroner, J. Misselbacher and F. Muller revealed the old frescoes that were covered with lime back in 1776. At that time the altar was decorated with four wooden sculptures representing the four evangelists in natural size. In the past, the legend says, there must have been twelve disciples of Christ made of sheet silver in natural size but robbed in 1601 by Cossacks.",
				"The exterior appearance of the church is due to restorations by Restauro Masserschmidt (1993-1999). During that time several changes inside the church occurred as well; by introducing a series of works of great artistic value and altars that were brought from others Saxon churches. Inside the Church on the Hill you can find the only ancient crypt in Transylvania. This crypt was devastated several times in the past as thieves believed they would find valuables in the tombs belonging to the city leaders. Inside the church there are also some monumental wood pews. The pews are very high, with 14 seats and high back gate showing decorations with vegetal stalks and zoomorphic birds. Another main feature is the 60 sarcophagi near the entrance.",
				"This church was painted entirely inside and partially outside. Fragments that could be saved from interior painting are today considered among the most precious murals in Transylvania. These paintings belong to the 14th-16th centuries and are works of several masters of Gothic and Renaissance painting. On the north wall of the choir you can see Christ’s Passion tools guarded by an angel with a few saints among whom stands St. Ursula and her arrow. Among the works inside the church you can find: „St. George fighting the dragon” represented in three scenes, \"Archangel Michael weighing a soul\", \"The evangelist Matthew\", \"Veil of Veronica\" with the image of Jesus carried by two angels, \"Mother of Jesus Christ\" and \"The Judgement\"."
			]
		},
		{
			"name": "Monastery Church",
			"info": [
				"The Monastery Church, also known as the Church of the Dominican Monastery, is a Gothic church formerly part of a medieval Dominican monastery in Sighişoara, Romania. The monastery was erected in 1289, and demolished in 1888.",
				"The monastery was one of a network planned by Paulus Hungarus (Paul the Hungarian) throughout the Kingdom of Hungary to act as a bulwark against heresy. Saxon nobleman Leonard Barlabassy gave the church an endowment.",
				"Between the inside and outside of the church there are some stylistic differences. If in the interior the Baroque style is prevailing, on the exterior the simple facades retain most of the elements of late Gothic architecture. The west facade is the most impressive, dominated by a triangular pediment equipped with three very tall gothic windows. After the demolition of medieval buildings located in the space between the church and the Clock Tower, on the southern side were built three vertical columns, which end at the top with three arches supporting masonry church.",
				"Inside the church architectural elements and artistic furniture typical of the early Baroque era are prevailing. Elements such as pillars and arches, the altar, pews, canopy, painted organ and balconies and Transylvanian rugs that adorn the church. The most important piece of furniture is a baptismal font made in bronze. This font is the oldest and most valuable piece of furniture art in the church.",
				"A Latin inscription is visible on the cup showing the scope of baptism: \"Baptism banish the forces of evil and the devil\" and specifying the name of the author of the artwork: \"This work was made by the hands of Jacob, the one that makes bells, in the Year of Our Lord 1440\". The font was made in a local workshop in Sighișoara; it is 108.5 cm high and has 60.3 cm of diameter. The cup bell contains the inscription mentioned and it’s decorated with biblical scenes and lilies. A similar font, dating from the same period, is in the Sibiu Lutheran Cathedral, but it doesn’t have the same „grace” as the one in Sighișoara."
			]
		},
		{
			"name": "Saint Joseph Church",
			"info": [
				"St Joseph's Roman Catholic Cathedral is one of the famous medieval city's oldest churches. The construction is characterized by an eclectic style, with prevailing neo-Gothic and Neo-Romanesque architectural elements.",
				"The church has a 30 m long nave, with a semicircular apse, a transept and a very high bell tower. Church building was begun in 1895, while the parish priest Josef Weiss, and stood on the spot where there was an old church in the Middle Ages, belonging, before the reform, to the Dominican sisters and after reform in 1723, to the Franciscan brothers. Her dedication was made ​​by Bishop of Transylvania Franz Lonhart, on October 4, 1896."
			]
		},
		{
			"name": "Holy Trinity Church",
			"info": [
				"The Holy Trinity Church is a Romanian Orthodox Church located on the northern bank of the Târnava Mare River, Sighişoara. As the seat of an archpriest and not a bishop, it is a church and not technically a cathedral, but is commonly referred to as such. It was built in what was known at the time as Elizabeth Park, commencing in 1934, after a proposal to build it in the town center was turned down.",
				"Building supervisors were Archpriest Emilian Stoica and Priest Aurel Stoicovici. The church cost 12 million lei: money that came from the management of a 300 arpents of forest that the church had been given in 1925; from donation of religious; from Ministry of Culture; from University of Germany; from the mayor of Sighișoara and prefecture of Tarnava Mare.",
				"The 31 October 1937 sanctification ceremony was led by Romanian Orthodox Metropolitan Nicolae Bălan. The ceremony witnessed the presence of 40 priests; 2 ministers from Bucharest and more than 10.000 people. The Holy Trinity Church, Sighişoara was designed in the Neo-Byzantine style. It was built in 1934-37 following the plans of architect Dumitru Petrescu Gopeş, with interior paintings done by the painter Anastasie Demian according to tempera technique. The iconostasis was built by two artists from Rupea, Schiopul and Babic.",
				"The smallest of the three church bells (350kg) was donated by the parishioners, the middle one (730kg) by Mayor Aurel Mosora, and the biggest one (1430kg) by County Prefect dr. Victor Stirbet on behalf of the county prefecture. The walls were repainted between 1980-84 according to fresco technique. During these years of repairs an underground chapel for funerals was built as well."
			]
		}
	]
}
