{
    "name" : "Timișoara",
    "info" : [
        "Timișoara is the capital city of Timiș County, the 3rd largest city in Romania and the main social, economic and cultural centre in western Romania. Nicknamed the Little Vienna or the City of Flowers, Timișoara is considered the informal capital city of the historical Banat. The country’s third most populous city is the economic hub of the region, with 319,279 inhabitants as of the 2011 census, home to almost a half-million inhabitants in the metropolitan area, as well as ca. 50,000 students from over 50 countries.",
        "In late contemporary times, Timișoara, like many other large cities in Romania, is a medical tourism service provider especially for dental care. It also offers excellent academic institutions, attracting thousands international students annually mainly at its medical school. As a technology hub, the city has one of the most powerful IT sectors in Romania alongside Bucharest, Cluj-Napoca, Iași and Brașov, becoming a popular tech destination according to Financial Times. In 2013 Timișoara had the fastest internet download speed in the world.",
        "It was the first city in the Habsburg Monarchy with street lighting (1760) and the first European city to be lit by electric street lamps in 1884. It opened the first public lending library with reading room in the Habsburg Empire and built a municipal hospital 24 years before Vienna. Also, it published the first German newspaper in Southeast Europe (Temeswarer Nachrichten). It has been an important centre for music in Europe since the 19th century. The Romanian Revolution began in Timișoara. The city will be the next European Capital of Culture in 2021.",
        "The Hungarian name of the town, Temesvár, was first recorded as Temeswar in 1315. It refers to a castle (vár) on the River Timiș (Temes). The Romanian and German names (Timișoara and Temeschwar, respectively) derived from the Hungarian form. The name of the city originates from the river which passes the city, Bega, initially known as Little Timiș.",
        "The first identifiable civilization in Banat region were the Dacians who left traces of their past. Nearby archaeological finds indicate settlements of Neolithic and Roman origins. From coin finds, it is known that the area was inhabited during Roman Dacia. Timișoara was first officially mentioned as a place in 1212 as the Roman castrum Temesiensis or Castrum regium Themes. The town was destroyed by the Tatars in the 13th century but Timișoara was rebuilt and grew considerably during the reign of Charles I of Hungary, who, upon his visit there in 1307, ordered the fortress to be fortified with stone walls and to build a royal palace. Italian craftsmen and architects were used. He even moved the royal seat from Buda to Temesvár between 1315 and 1323. Timișoara's importance also grew due to its strategic location, which facilitated control over the Banat plain. By the middle of the 14th century, Timișoara was at the forefront of Western Christendom's battle against the Muslim Ottoman Turks. Crusaders met at the city before engaging in the Battle of Nicopolis in 1396. Beginning in 1443, John Hunyadi used Timișoara as a military stronghold against the Turks, having built a powerful fortress. The land of Banat was attacked by the Ottomans in 1462 and 1476, and the city was repeatedly besieged by them in 1491 and finally in 1522.",
        "In 1552, a 16,000-strong Ottoman army led by Kara Ahmed Pasha conquered the city and transformed it into a capital city in the region (Temeşvar Eyalet). The local military commander, István Losonczy, and other Christians were massacred on 27 July 1552 while escaping the city through the Azapilor Gate. Timișoara has been an important economic centre since the 18th century when the Habsburg administration was installed. Due to Austrian colonisation, ethnic and religious diversity and innovative laws, the economy began to develop. The technicians and craftsmen that settled in the city established guilds and helped develop the city's economy. In 1717, Timișoara became host to the first beer factory in Banat.",
        "During World War II, Timișoara suffered damage from both Allied and Axis bombing raids, especially during the second half of 1944. On 23 August 1944, Romania, which until then was a member of the Axis, declared war on Nazi Germany and joined the Allies. The German and Hungarian troops attempted to take the city by force throughout September, but without success. After the war, the People's Republic of Romania was proclaimed, and Timișoara underwent Sovietization and later, Systematization. The city's population tripled between 1948 and 1992. Timișoara became highly industrialised both through new investments and by increasing the capacities of the old enterprises in various industries: machine building, textile and footwear, electrical, food, plastics, optical, building materials, furniture. In December 1989, Timișoara witnessed a series of mass street protests in what was to become the Romanian Anti-Communist Revolution. On 20 December, three days after bloodshed began there, Timișoara was declared the first city free of Communism in Romania."
    ],
    "landmarks" : [
        {
            "name" : "Union Square",
            "info" : [
                "Until 1716, the square’s actual area was crossed diagonally from the south-east corner to the north-west one by the inner city’s defense wall. The fortification was made of earth, protected towards the outside by a massive timber logs palisade, plastered with lime. In front of the wall, to the outside, the fortress’ main moat lay. Damaged during the 1716 siege, the wall was later repaired.",
                "Starting with 1733, several projects were made in order to set up a square here. Only after 1740 the defense wall started to be demolished. Subsequently, the city’s moat is filled with earth, and the square is paved with natural stone. The last remnants of the fortification existed in the square until 1745 to 1746. Until after 1786, on the square area south of the Catholic Cathedral, forming the southern side of the Square’s east front nothing was yet built. Only afterwards was this Square’s fronton completely built and Unirii Square became a closed urban area. Finally, a very large square (150 x 110 m) was made in relation to the size of the fortified city of that time (the new fortifications, bastion-like, built between 1732 and 1761, have incorporated a much wider area than the earlier fortifications, the new ones being well beyond the current square).",
                "For three centuries, the square became the place of religious events, military parades and other political and prestigious cultural events. The square’s fronts were occupied by some of the city’s most important institutions.",
                "Today, the square is the largest reserve of Baroque architecture in the city. The most important buildings are the two cathedrals, the Roman Catholic and the Orthodox, now Serbian, as well as the Baroque Palace and the Trinity Monument, all belonging to the Baroque style – excepting some parts of the Orthodox Church, which are made in Classicist style. Later on, other buildings were raised belonging to other styles. In its current state, the square was set up between the years 1988 and 1989 (architect Serban Sturdza). By creatively processing the suggestions offered by the existing urban texture characteristics, combining the exuberance of the Baroque façades with the Cartesian severity of the Cetate district plan, the remodeling author gave the square new valences, which tend to transform it into a true “outdoor salon”."
            ]
        },
        {
            "name" : "Saint George Cathedral",
            "info" : [
                "The St. George's Cathedral or The Dome is located in Timișoara, Romania, at Piața Unirii, in the centre of town. It is one of the most valuable buildings of Baroque architecture in Timișoara and the Banat.",
                "The interior is luxurious and expressive, with Rococo elements created by painters and sculptors of Vienna. The acoustic is great, many organs concerts being organized here.",
                "The cathedral's foundation stone was laid on 6 August 1736. It was designed by Joseph Emanuel Fischer von Erlach from Vienna, then Hans Lechner continued the building from 1750. It was finished by two architects from Timișoara, Johann Theodor Kostka and Carl Alexander Steinlein in 1774. The Cathedral was built in Austrian baroque style and it was dedicated to Saint George, the diocese's Patron Saint. The picture located at the high altar was painted by Michelangelo Unterberger, director of the fine arts academy of Vienna, illustrating the Patron Saint. The side altars were painted by Johann Nepomuk Schöpf in 1772. The precious oil-lamps were produced by Josef Moser. The organ was made by Leopold Wegenstein, and it provides an impressive experience for the ears. The cathedral's bells were renewed in Germany in 1998."
            ]
        },
        {
            "name" : "Dicasterial Palace",
            "info" : [
                "After the defeat of the Hungarian Republic established in 1849, Hungary was divided into the five \"crown countries\" (kronländer). Banat of Temeschwar and Serbian Vojvodina, with its capital at Timișoara, was one of them. A seat for the government of this crown country needed to be built. Thus, between 1855 and 1860, the Dicasterial Palace appeared, the biggest building in town at the time. It was built in the style of the Italian Renaissance, with architectural elements similar to those in the Palazzo Strozzi and Palazzo Pitti in Florence.",
                "In the year when the building was finally completed, Banat was once more adjoined to Hungary, therefore a seat for the government was no longer necessary, since Timișoara became the capital of the county.",
                "The Palace has three levels, with originally 273 offices, 34 servant rooms, 34 kitchens, 65 cellars, 27 storage rooms, all placed around three inner courtyards. Today, the Dicasterial Palace houses the Court House of Timișoara, the Timiș Tribunal and the Appellate Court."
            ]
        },
        {
            "name" : "Baroque Palace",
            "info" : [
                "The Baroque Palace is an 18th-century Baroque style palace located in the city of Timișoara, Romania. The palace has a long and fascinating history that matches up with the development of Timișoara. The building alternated functions and purposes numerous times throughout the years.",
                "During certain time periods, the Baroque palace functioned as the administrative building and living headquarters for the city’s governor, other times as a University, it once served as a military base for the Soviet army, and it presently houses the art Museum of Timișoara. During its early decades, the palace was one of the most representative Baroque buildings in the city. However, over the years the building had been altered, extended, and modified. The magnificent palace still contains many dominant Baroque features, but the structure also contains other architectural elements that were applied during later time periods. The Baroque Palace is a breathtaking sight to behold and one of the must-visit destinations in Timișoara.",
                "The Art Museum found within holds some of the region’s best-kept treasures."
            ]
        },
        {
            "name" : "Cetate Synagogue",
            "info" : [
                "Cetate Synagogue is a Jewish place of worship in Timișoara, located on Mărăşeşti Street in the Cetate district. It was built between 1863–1865 in Moorish style. The synagogue was built in the central Cetate district, where it gets its name.",
                "The synagogue in the city was included on the list of historical monuments in Timiș County in 2004. Cetate Synagogue is one of the most distinctive and original buildings in the city. It has a rectangular plan with a dome and arches, with a vestibule and two towers on the west side. Its characteristic element is the facade with two massive towers that integrate the front street. The facade is built of alternating courses of brick with glazed ceramics. The two towers are complete with domes and the main façade is in the middle a round stained glass window.",
                "In the synagogue you first enter a vestibule, which has two houses on the sides of the access stairs leading to the lodges reserved for women and to the towers. From the vestibule one enters into a rectangular room (Heikal) reserved for men. It has wooden benches carved and covered with a dome on pendants, connected to deep space by four arches. Reserved for women or the organ are balconies supported on iron pillars and armchairs upholstered in the holders name."
            ]
        },
        {
            "name" : "Timișoara National Opera",
            "info" : [
                "The Romanian National Opera is a public opera and ballet institution in Timișoara, Romania. It is one of the national opera companies of Romania. The Opera shares the same building with the Mihai Eminescu National Theatre in Timișoara. The first performance at the Timișoara Opera was on 27 April 1875, the inaugural concert being Aida by G. Verdi.",
                "On April 20, 1880 the building is devastated by the first fire. The theatre goes bankrupt and it is bought by the authorities, in charge of its recovery. Since investments were insufficient individual funds were needed. The government offered \"eternal\" property over twenty lodges and the right of inheritance. Later, in agreement with the owners, they are redeemed. The reconstruction, completed in 1882, keeps the original Renaissance style of the façade. After the second fire, which takes place in 1920, only the lateral wings remain intact. The reconstruction of the building begins on July 15, 1923, by architect Duiliu Marcu.",
                "On December 20, 1989, during the Romanian Revolution, a crowd of 40,000 gathered in the open space in front of the opera house. Some managed to enter the building through the rear, and a succession of figures representing factories and ethnic groups delivered speeches from the balcony. From that point, the revolutionaries controlled the opera and surrounding square, although representatives of the Ceaușescu regime briefly continued to hold the county council building."
            ]
        },
        {
            "name" : "Huniade Castle",
            "info" : [
                "The Huniade Castle is an early 14th century Romantic and Neo-Gothic castle located in the city of Timișoara, Romania. The building is considered a Romanian Historical Monument and is documented as the oldest standing structure in the city.",
                "The Huniade Castle has served as the living headquarters for some of the greatest kings in the region. The historical castle has been ravaged repeatedly by natural disasters, wars, and various uprisings. Despite the numerous devastations it endured, one thing always remained consistent, the Huniade Castle always went on to be rebuilt.",
                "Although the Huniade Castle’s primarily role throughout history was that of serving as the headquarters for Kings and various other commanders of Timișoara, throughout the decades, the castle was also used for different purposes. The Huniade Castle has been used as a fortification shelter for nobles during a peasant uprising, it served as a weapons storage facility for the Habsburgs in between wars with the Turks, and it was also used as a torture facility where captured invaders were brutally beaten and executed.",
                "Since 1948 the castle has been used to host the National Museum of Banat. The museum includes departments for archaeology, ethnography, history, and natural sciences. It also contains the largest collection of archaeological objects of Banat.",
                "While Romania was under the rule of Ceausescu, the communist leaders changed the museum’s name to the \"Timiş County Museum Complex\" in attempts to erase the historical term of Banat from history. Today, due to ongoing renovations at the Huniade Castle, the museum has been relocated inside the city’s Maria Theresia Bastion.",
                "The Huniade Castle, in its centuries of existence, has been a key determining factor of some of the most significant roles in the development, survival, and formation of the city of Timișoara. Although it sustained extensive amounts of damage on numerous occasions throughout the decades, the castle’s highly fortified strategic location in the city’s center enabled it to evade ever being completely destroyed. Its story of survival throughout the ages is a true testament to the importance of the role that fortified castles played throughout history. Throughout the many decades of the original construction of the Huniade Castle, the building has been nearly destroyed and rebuilt numerous times. Although the castle underwent significant changes to portions of its design each time it was redone throughout the ages, the buildings main architecture remained relatively consistent. The first version of the Huniade Castle (1307 – 1315) was made of brick on a foundation of oak pillars using the Venetian system of fortification. The edifice was developed around a quadrilateral courtyard with corner cylindrical towers. It was located on an island, connected by a movable bridge, and sat just outside of Timișoara’s city center, the present-day area of Victory Square. The second major version of the castle was rebuilt under new strategic requirements of the century to include semicircular towers that were adapted to support the use of cannons and artillery as a means of defense. It was also enlarged and several buildings inside were completely rebuilt. The Huniade Castle, along with the city’s center, was surrounded by moats that provided an extra layer of defense against would-be invaders. Each following time the castle was destroyed and rebuilt it was slightly redesigned or enlarged to suit the needs of the era it existed in. Because of its strategic location and its significance as the headquarters of city rulers, great importance was always placed on redeveloping the castle in order for its occupants to be able to use it to its full potential."
            ]
        },
        {
            "name" : "Timișoara Orthodox Cathedral",
            "info" : [
                "The Timișoara Orthodox Cathedral is a Romanian Orthodox church in Timișoara, in the historical Banat region, in western Romania. The cathedral is the seat of the Archbishop of Timișoara and Metropolis of Banat. It is dedicated to the Three Holy Hierarchs, Saints Basil the Great, Gregory the Theologian, and John Chrysostom.",
                "Built on an area of 1,542 m2 (16,600 sq ft), it has 11 towers, of which the central and the highest has a height of 90.5 meters. The Metropolitan Cathedral is listed in the National Register of Historic Monuments. The cathedral was raised between 1936 and 1941. The building's style (architect Ioan Traianescu) is Neo-Moldavian style, based on Romanian Orthodox, late Renaissance, Ottoman, and Byzantine architecture elements, such as niches under the eaves, ribbed star vaulting in the interior, and lacquered discs in a variety of colors.",
                "The church's interior and exterior paintings were created by the painter Anastase Demian. The difficult period that followed the structure's completion, that of Romania during World War II, prevented the paintings from being finished with the building. Demian's work went on for many years after World War II. Timișoara Orthodox Cathedral is home to many historic and artistic religious objects, including many vintage Romanian icon paintings. There is also a collection of early writings in Romanian. Examples include the 1648 Noul Testament de la Bălgrad (\"The New Testament of Bălgrad\") and the 1643 Cazania lui Varlaam (\"The Homiliary of Varlaam\")."
            ]
        },
        {
            "name" : "Millenium Church",
            "info" : [
                "The  Fabric Roman-Catholic Church, or the Millenium Church is in the Romanilor Square, close to the Traian Square. The construction began in June 16, 1896,  architect Ludwig von Ybl, builder Josef Kremer, altar painting György Vastagh, organ made by the famous organ builder in Timişoara Leopold Wegenstein.",
                "The building of the church started in the year commemorating a millennium since the arrival of Hungarians in the Pannonian Plain. The edifice was sanctified on October 13, 1901. It is  built in the historicist eclectic style, having Neo-Gothic and Neo-Roman architecture elements, dominates the urban texture in Fabric district. Its 65 m tall towers set out, together with the Romanian Orthodox Cathedral’s tower from the Cetate district, the city’s silhouette, when one sees it from the surrounding suburban area."
            ]
        }
    ]
}